---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.Rebar
zh: 钢筋、配筋
source: html/8d51f38e-c03c-3ca7-da4c-7f4cb0ed77f4.htm
---
# Rebar Members

**中文**: 钢筋、配筋

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.